Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Key element without attribute k
ca_es: Clau sense atribut k

source: Condition is already finished at <{0}>
ca_es: La condició ja ha estat finalitzada a <{0}>

source: Unknown tag for condition: {0}
ca_es: Etiqueta desconeguda de condició: {0}

source: Element must not have childs: {0}
ca_es: L''element no pot tenir fills: {0}

source: Condition is already finished at </{0}>
ca_es: La condició ja ha estat finalitzada a </{0}>

source: <and> needs at least one child
ca_es: <and> necessita un fill com a mínim

source: <or> needs at least one child
ca_es: <or> necessita un fill com a mínim

source: <not> needs at least one child
ca_es: <not> necessita un fill com a mínim

source: Wrong closing tag {0} (</{1}> expected)
ca_es: Etiqueta de tancament incorrecta {0} (s''esperava </{1})

source: Condition {0} not yet finished
ca_es: La condició {0} no ha estat definida encara

source: Group not yet evaluated
ca_es: El grup encara ho ha estat avaluat

source: Collection must contain at least one condition
ca_es: La col·lecció ha de contenir una condició com a mínim

source: No ruleset has been selected!
ca_es: Cap conjunt de regles ha estat seleccionat!

source: No ruleset
ca_es: Cap conjunt de regles

source: Syntax exception in access ruleset: {0}
ca_es: Excepció de sintaxi en l''accés al conjunt de regles: {0}

source: File not found: {0}
ca_es: No s''ha trobat el fitxer: {0}

source: Problem when accessing a file: {0}
ca_es: Problema en accedir al fitxer: {0}

source: File not found:
ca_es: No s''ha trobat el fitxer:

source: Couldn''t find built-in ruleset {0}
ca_es: No s''ha trobat el conjunt de regles integrades {0}

source: height (m)
ca_es: altura (m)

source: width (m)
ca_es: amplada (m)

source: length (m)
ca_es: llargada (m)

source: speed (km/h)
ca_es: velocitat (km/h)

source: weight (t)
ca_es: pes (t)

source: axleload (t)
ca_es: càrrega per eix (t)

source: Bookmark name
ca_es: Nom del favorit

source: Bookmark name already exists!
ca_es: El nom del favorit ja existeix.

source: Bookmark name must not contain ''{0}''!
ca_es: El nom del favorit no ha de contenir ''{0}''!

source: Access class
ca_es: Classe d''accés

source: Access class must not contain ''{0}''!
ca_es: La classe d''accés no ha de contenir ''{0}''!

source: Access types
ca_es: Tipus d''accés

source: Vehicle properties
ca_es: Propietats del vehicle

source: Road requirements
ca_es: Requeriments de les carreteres

source: Max. incline up (%, pos.)
ca_es: Inclinació màxima amunt (%, pos.)

source: Maximum incline the vehicle can go up
ca_es: Inclinació màxima que pot pujar el vehicle

source: Max. incline down (%, pos.)
ca_es: Inclinació màxima avall (%,pos.)

source: Maximum incline the vehicle can go down
ca_es: Inclinació màxima que pot baixar el vehicle

source: Surface blacklist
ca_es: Llista negra de superfícies

source: List of surfaces the vehicle cannot use, values are separated by semicolons (;)
ca_es: Llista de superfícies que el vehicle no pot utilitzar, els valors són separats per punt i coma (;)

source: max. tracktype grade
ca_es: màxim grau de pista

source: Worst tracktype (1-5) the vehicle can still use, 0 for none
ca_es: Pitjor tipus de pista (1-5) que el vehicle pot utilitzar, 0 per no utilitzar-ne cap

source: Change bookmark
ca_es: Canvia favorit

source: Edit access parameters
ca_es: Modifica paràmetre d''accés

source: Graph View Dialog
ca_es: Finestra de configuració de vista gràfica

source: Open the dialog for graph view configuration.
ca_es: Obre la finestra de configuració de vista gràfica

source: default
ca_es: predeterminat

source: end nodes
ca_es: nodes finals

source: incline
ca_es: inclinació

source: Ruleset:
ca_es: Conjunt de regles:

source: Parameters:
ca_es: Paràmetres:

source: Coloring:
ca_es: Acoloriment:

source: Create/update graph
ca_es: Crea/actualitza gràfic

source: Settings for the Graphview plugin that visualizes routing graphs.
ca_es: Partàmetres per al connector Graphview que visualitza gràfics de càlcul de rutes.

source: Ruleset
ca_es: Conjunt de regles

source: Use built-in rulesets
ca_es: Utlitzar el conjunt de regles integrat

source: External ruleset directory:
ca_es: Directori del conjunt de regles extern:

source: Select directory
ca_es: Selecciona el directori

source: Create
ca_es: Crea

source: Restore defaults
ca_es: Restaura els predeterminats

source: Visualization
ca_es: Visualització

source: Draw directions separately
ca_es: Dibuxa les direccions de manera separada

source: Node color
ca_es: Color del node

source: Arrow color
ca_es: Color de la fletxa

source: Arrowhead fill color
ca_es: Color per omplir la punta de la fletxa

source: Arrowhead placement
ca_es: Posició de la punta de la fletxa

source: New bookmark
ca_es: Nou favorit

source: Really delete "{0}"?
ca_es: Vols suprimir "{0}"?

source: Bookmark deletion
ca_es: Supressió de favorit

source: Really restore default bookmarks? All manually added or edited bookmarks will be lost!
ca_es: Segur que voleu restaurar els favorits predeterminats? Tots els favorits afegits o modificats es perdran!

source: Bookmark reset
ca_es: Inicialització de favorits

source: Choose node color
ca_es: Selecciona el color del node

source: Choose arrow color
ca_es: Selecciona el color de la fletxa

source: Choose arrowhead fill color
ca_es: Selecciona el color de la punta de la fletxa

source: Routing graph calculated by the GraphView plugin
ca_es: Gràfic de la ruta calculada per Graphview

source: GraphView layer is not mergable
ca_es: La capa Graphview no és combinable

source: graphview default node
ca_es: mode predeterminat de Graphview

source: graphview default segment
ca_es: segment predeterminat de Graphview

source: graphview arrowhead core
ca_es: cap de fletxa de Graphview

source: Weights must be given as positive decimal numbers with unit "t" or without unit.
ca_es: Els pesos han de ser donats en forma de nombres decimals amb la unitat "t" o senseella.

source: Lengths must be given as positive decimal numbers with unit "m", "km", "mi" or without unit. Alternatively, the format FEET'' INCHES" can be used.
ca_es: Les longituds poden ser donades en forma de nombres decimals amb les unitats "m", "km", "mi" o sense elles. Alternativament, també es pot utilitzar el format FEET'' INCHES"

source: Speeds should be given as numbers without unit or as numbers followed by "mph".
ca_es: Les velocitats han de ser donades com a nombres sense unitat o com a nombres seguits de "mph".

source: Inclines must be given as positive decimal numbers with followed by "%".
ca_es: La inclinació ha de ser donada com un nombre decimal seguit de "%".

source: Tracktype grades must be given as integers between 0 and 5.
ca_es: El grau de les pistes ha de ser donat amb un nombre sencer entre 0 i 5.

source: Surface values must not contain any of the following characters: '','', '' '{' '', '' '}' '', ''='', ''|''
ca_es: Els valors de superfície no han de contenir cap d''aquests caràcters: '','', '' '{' '', '' '}' '', ''='', ''|''

source: Imagery XML Files
ca_es: Fitxer d''imatgeria XML

source: Save Imagery XML file
ca_es: Desa fitxer d''imatgeria XML

source: XML Imagery Bounds
ca_es: Límits de la imatgeria XML

source: Generate Imagery XML bounds for the selection
ca_es: Generar límits d''imatgeria XML per la selecció

source: edit bounds for selected defaults
ca_es: modificar límits pels predeterminats seleccionats

source: Download imagery XML bounds
ca_es: Descarrega els límits XML de la imatgeria

source: Validating error in file {0}: {1} Do you want to continue without validating the file ?
ca_es: Error de validació al fitxer {0}: {1} Voleu continuar sense validar el fitxer?

source: Open Imagery XML file
ca_es: Obre fitxer d''imatgeria XML

source: Calibration Layer
ca_es: Capa de calibratge

source: A deprecated calibration geometry of {0} nodes by {1}
ca_es: Una geometria de calibratge obsoleta de {0} nodes prop de {1}

source: A calibration geometry of {0} nodes by {1}
ca_es: Una geometria de calibratge de {0} nodes prop de {1}

source: Change Color
ca_es: Canvia el color

source: Deprecate Offset
ca_es: Decalatge obsolet

source: Are you sure this imagery offset is wrong?
ca_es: Esteu segur que el decalatge de la imatgeria és dolent?

source: Are you sure this calibration geometry is aligned badly?
ca_es: Esteu segur que aquesta geometria de calibratge està mal alineada?

source: Warning: deprecation is basically irreversible!
ca_es: Avís: l''obsolescència és irreversible!

source: To store imagery offsets you must be a registered OSM user.
ca_es: Per enregistrar decalatges d''imatgeria heu de ser un usuari registrat d''OSM

source: Please enter the reason why you mark this imagery offset as deprecated
ca_es: Si us plau, indiqueu la raó per la que voleu marcar aquest decalatge d''imatgeria com a obsolet

source: Please enter the reason why you mark this calibration geometry as deprecated
ca_es: Si us plau, indiqueu la raó per la que voleu marcar aquest calibratge de geometria com a obsolet

source: Notifying the server of the deprecation...
ca_es: Notificant de l''obsolescència al servidor...

source: Get Imagery Offset...
ca_es: Obté el decalatge de la imatgeria....

source: Download offsets for current imagery from a server
ca_es: Descarrega del servidor els decalatges de la imatgeria actual

source: No data for this region. Please adjust imagery layer and upload an offset.
ca_es: No hi ha dades per la regió seleccionada. Si us plau, ajusteu la capa de la imatgeria i pujeu un decalatge.

source: Loading imagery offsets...
ca_es: Carregant decalatges d''imatgeria...

source: Error processing XML response: {0}
ca_es: Error en processar la resposta XML:{0}

source: Imagery Offset Database
ca_es: Base de dades dels decalatges d''imatgeria

source: Calibration geometries
ca_es: Geometria de calibratge

source: Deprecated offsets
ca_es: Decalatges obsolets

source: The topmost imagery layer has been shifted to presumably match OSM data in the area. Please check that the offset is still valid by downloading GPS tracks and comparing them and OSM data to the imagery.
ca_es: La capa superior de la imatgeria ha estat desplaçada, presumiblement per a fer coincidir les dades OSM de lazona. Si us plau verifiqueu que el decalatge continua sent vàlid carregant tacks GPS i comparant-los amb les dades OSM i amb la imatgeria aèria.

source: A layer has been added with a calibration geometry. Hide data layers, find the corresponding feature on the imagery layer and move it accordingly.
ca_es: S''ha afegit una capa amb una geometria calibrada. Amageu capes de dades, trobeu la característica corresponent a la capa d''imatgeri i moveu-la segons convingui.

source: Deprecated by {0} on {1}
ca_es: Marcat com a obsolet per {0} el {1}

source: Created by {0} on {1}
ca_es: Creat per {0} el {1}

source: Offset Information
ca_es: Informació de decalatge

source: Report this offset
ca_es: Informa d''aquest decalatge

source: You are to notify moderators of this offset. Why?
ca_es: Notificareu els moderadors d''aquest decalatge. Per què?

source: Reporting the offset...
ca_es: Informant del decalatge ...

source: An imagery offset of {0}
ca_es: Un decalatge d''imatgeria de {0}

source: Imagery ID
ca_es: ID de la imatgeria

source: A calibration geometry of {0} nodes
ca_es: Un calibratge d''imatgeria de {0} nodes

source: Determined right here
ca_es: Determinat aquí

source: Determined {0} away
ca_es: Determinat {0} lluny

source: Reason
ca_es: Motiu

source: This entry has been reported.
ca_es: Aquest element ha estat informat

source: Server has rejected the request
ca_es: El servidor ha refusat la consulta

source: Unable to connect to the server
ca_es: No ha estat possible de connectar amb el servidor

source: Store Imagery Offset...
ca_es: Desa decalatge de la imatgeria...

source: Upload an offset for current imagery (or calibration object geometry) to a server
ca_es: Puja un decalatge per a la imatgeria actual (o un objecte de geometria de calibratge) al servidor

source: Store calibration geometry
ca_es: Desa la geometria de calibratge

source: Store imagery offset
ca_es: Desa el decalatge de la imatgeria

source: The selected object can be used as a calibration geometry. What do you intend to do?
ca_es: L''objecte seleccionat pot ser utilitzat com a geometria de calibratge. Què voleu fer?

source: The topmost imagery layer has no offset. Are you sure you want to upload this?
ca_es: La capa superior d''imatgeria no te cap decalatge. Esteu segur que voleu pujar això?

source: You are registering an imagery offset. Other users in this area will be able to use it for mapping. Please make sure it is as precise as possible, and describe a region this offset is applicable to.
ca_es: Esteu enregistrant un desplaçament de la imatgeria. Altres usuaris en aquesta àrea el podran usar per a cartografiar. Assegureu-vos que sigui tan precís com sigui possible i descriviu una regió on s''aplica aquest desplaçament.

source: You are registering a calibration geometry. It should be the most precisely positioned object, with clearly visible boundaries on various satellite imagery. Please describe this object and its whereabouts.
ca_es: Esteu enregistrant una geometria de calibratge. Ha de ser la posició més precisa possible de l''objecte, amb els límits ben definits sobre diferents imatges de satèl·lit. Si us plau descriviu aquest objecte i la seva posició amb precisió.

source: Uploading a new offset...
ca_es: Descarregant un nou decalatge ...

source: This string should be 3 to 200 letters long.
ca_es: El text ha de ser d''una longitud d''entre 3 i 200 lletres.

source: Adjust imagery
ca_es: Ajusta la imatgeria

source: Adjust the position of the selected imagery layer
ca_es: Ajusta la posició de la capa d''imatgeria seleccionada

source: Please select the imagery layer to adjust.
ca_es: Si us plau seleccioneu la capa d''imatgeria a ajustar.

source: Start adjusting
ca_es: Inicia l''ajustament

source: There are currently no imagery layer to adjust.
ca_es: En aquest moment no hi ha cap capa d''imatgeria que pugui ser ajustada

source: No layers to adjust
ca_es: No hi ha capes que puguin ser ajustades

source: Rotate 90
ca_es: Girar 90

source: Rotate 180
ca_es: Girar 180

source: Rotate 270
ca_es: Girar 270

source: Previous image
ca_es: Imatge prèvia

source: Next image
ca_es: Imatge següent

source: Rotate left
ca_es: Gira a l''esquerra

source: Rotate image left
ca_es: Gira la imatge ver l''esquerra

source: Rotate right
ca_es: Gira a la dreta

source: Rotate image right
ca_es: Gira la imatge ver la dreta

source: Display non-geotagged photos
ca_es: Mostra les fotografies no georeferenciades

source: Imported Images
ca_es: Imatges importades

source: Image files (*.jpg, *.jpeg, *.png, *.gif)
ca_es: Fitxers d''imatge (*.jpg, *.jpeg, *.png, *.gif)

source: Import vector graphics
ca_es: Importa gràfics vectorials

source: Scale:
ca_es: Escala:

source: unit(s) =
ca_es: unitat(s) =

source: Importing...
ca_es: Important...

source: SVG files [ImportVec plugin] (*.svg)
ca_es: Fitxers SVG [Connector ImportVec] (*.svg)

source: Please open or create data layer before importing
ca_es: Si us plau, obriu o creeu una capa de dades abans d''importar

source: GPX info mode
ca_es: InfoMode GPX

source: Move the mouse to show trackpoint info for current layer. Hold shift to highlight tracks
ca_es: Desplaceu el ratolí per mostrar informació sobre el punt del track a la capa actual. Manteniu premuda la tecla de majúscules per ressaltar els tracks.

source: Delete this
ca_es: Esborra això

source: Delete this&older
ca_es: Suprimeix aquest i els més vells

source: Track name:
ca_es: Nom de la pista:

source: Update IRS adjustment layer
ca_es: Actualitza l''ajustament IRS de la capa

source: This option creates IRS adjustment layer and a little way inside it. You need to adjust WMS layer placement first. Resulting layer is to be saved as .osm and sent to Komzpa (me@komzpa.net) with [irs rectify] in subject.
ca_es: Aquesta opció crea una capa d''ajustament IRS i una petita via a dins. Primer heu d''ajustar la posició de la capa WMS. La capa resultant ha de ser desada com a .osm i enviada a Komzpa (me@komzpa.net) amb [irs rectify] a l''assumpte.

source: IRS Adjustment Layer
ca_es: Capa d''ajustament IRS

source: Channel-Digraph created from the active OSM-Layer
ca_es: Creat Channel-Digraph a partir de la capa OSM activa

source: Create Channel Digraph
ca_es: Crea Channel Digraph

source: this layer is no osm data layer
ca_es: aquesta capa no és de tipus osm

source: Converting OSM graph into Channel Digraph
ca_es: Convertint gràfic OSM vers Channel Digraph

source: filtering ways
ca_es: filtrant vies

source: creating Channel-Digraph
ca_es: creant Channel Digraph

source: sealing Digraph
ca_es: tancament del graf orientat

source: calculating Strong Connectedness
ca_es: càlcul de la connectivitat forta

source: creating DigraphLayer
ca_es: creant capa Digraph

source: JunctionChecking
ca_es: Validador de cruïlles

source: Open the junctionchecking window.
ca_es: Obre la finestra del validador de cruïlles

source: junctions
ca_es: cruïlles

source: Channel-Digraph creation
ca_es: Creació d''un graf orientat per canal

source: seal Channel Digraph
ca_es: tancament del graf orientat per canal

source: calculate strong connected channels
ca_es: càlcul dels canals fortament connectats

source: Junctionchecking/junctions searching
ca_es: Verificació/cerca de cruïlles

source: order of junction (n):
ca_es: ordre de cruïlla (n)

source: produce OSM-Relations: junction
ca_es: produeix relacions OSM: cruïlla

source: if enabled the plugin produces osm-relations from the junction subgraphs
ca_es: Si està activat, el connector produeix relacions osm a partir dels grafs orientats d''encreuament

source: create the channel digraph
ca_es: crea el graf orientat per canal

source: Check
ca_es: Comprova

source: check the subust for junction properties
ca_es: verifica les propietats dels encreuaments del subconjunt

source: search for junctions in the channel subset
ca_es: cerca encreuaments al subconjunt del canal

source: The marked channels contains a junctioncandidate (white). To test this candidat mark these channel and press the "Check" button again.
ca_es: Els canals marcats contenen un candidat d''encreuament (blanc). Per provar aquest candidat, marqueu aquests canals i premeu el botó "Verifica" un altre cop.

source: The marked channels are a {0}-ways junction
ca_es: Els canals marcats formen un encreuament de {0} vies

source: The marked channels are not a junction:
ca_es: Els canals marcats no formen cap encreuament:

source: construct channel digraph and search for junctions
ca_es: construeix un graf orientat per canal i cerca encreuaments

source: Number of {0}-ways junctions found: {1}
ca_es: Nombre de cruïlles de {0} vies trobades: {1}

source: generate all combinations from entrie/exit candidates
ca_es: genera totes les combinacions de candidats entrada/sortida

source: Direction index ''{0}'' not found
ca_es: Índex de direcció ''{0}'' no trobat

source: The starting location was not within the bbox
ca_es: La localització inicial no és dins la zona delimitada

source: Looking for shoreline...
ca_es: Cercant línia de costa...

source: {0} nodes so far...
ca_es: {0} nodes fins ara...

source: Error creating cache directory: {0}
ca_es: Error en crear el directori de la memòria cau: {0}

source: Tracing
ca_es: Traçant

source: checking cache...
ca_es: comprovant memòria cau...

source: Running vertex reduction...
ca_es: Processant la reducció de vèrtex...

source: Running Douglas-Peucker approximation...
ca_es: Executant l''aproximació Douglas-Peucker

source: Removing duplicate nodes...
ca_es: Suprimint nodes duplicats...

source: Lakewalker trace
ca_es: Traça Lakewalker

source: An unknown error has occurred
ca_es: S''ha produït un error desconegut .

source: east
ca_es: est

source: northeast
ca_es: nord-est

source: north
ca_es: nord

source: northwest
ca_es: nord-oest

source: west
ca_es: oest

source: southwest
ca_es: sud-oest

source: south
ca_es: sud

source: southeast
ca_es: sud-est

source: coastline
ca_es: línia de costa

source: land
ca_es: terra

source: Maximum number of segments per way
ca_es: Nombre màxim de segments per via

source: Maximum number of nodes in initial trace
ca_es: Nombre màxim de nodes al traçat inicial

source: Maximum gray value to count as water (0-255)
ca_es: Nombre màxim de grisos a considerar com aigua (0-255)

source: Line simplification accuracy (degrees)
ca_es: Precisió de la simplificació de línia (graus)

source: Resolution of Landsat tiles (pixels per degree)
ca_es: Resolució de les tessel·les Landsat (píxels per grau)

source: Size of Landsat tiles (pixels)
ca_es: Mida de les tessel·les Landsat (píxels)

source: Shift all traces to east (degrees)
ca_es: Desplaça totes les traces vers l''est (graus)

source: Shift all traces to north (degrees)
ca_es: Desplaça totes les traces vers el nord (graus)

source: Direction to search for land
ca_es: Direcció per cercar terra

source: Tag ways as
ca_es: Etiquetar la via com

source: WMS Layer
ca_es: Capa WMS

source: Maximum cache size (MB)
ca_es: Mida màxima de la memòria cau (MB)

source: Maximum cache age (days)
ca_es: Antiguitat màxima de la memòria cau (dies)

source: Source text
ca_es: Text font

source: Lakewalker Plugin Preferences
ca_es: Preferències del connnector Lakewalker

source: A plugin to trace water bodies on Landsat imagery.
ca_es: Un connector per traçar mases d''aigua sobre imatgeria Landsat.

source: Maximum number of segments allowed in each generated way. Default 250.
ca_es: Nombre màxim de segments permesos a cada via generada. Valor predeterminat 250.

source: Maximum number of nodes to generate before bailing out (before simplifying lines). Default 50000.
ca_es: Nombre màxim de nodes a generar abans de simplificar les línies. Valor predeterminat 50000.

source: Maximum gray value to accept as water (based on Landsat IR-1 data). Can be in the range 0-255. Default 90.
ca_es: Màxim nombre de grisos per ser condierats com a aigua (en base a dades Landsat IR-1). El valor pot estar entre 0 i 255. Valor predeterminat 90.

source: Accuracy of Douglas-Peucker line simplification, measured in degrees.<br>Lower values give more nodes, and more accurate lines. Default 0.0003.
ca_es: Precisió de la simplificació de línies Douglas-Peucker mmesurada engraus.<br>Valors petits donaran més nodes i línies més precises. Valor predeterminat 0.0003

source: Resolution of Landsat tiles, measured in pixels per degree. Default 4000.
ca_es: Resolució de les tessel·les Landsat mesurats en píxels per grau. Valor predeterminat 4000.

source: Size of one landsat tile, measured in pixels. Default 2000.
ca_es: Mida d''una tessel·la Landsat mesurat en píxels. Valor predeterminat 2000.

source: Offset all points in East direction (degrees). Default 0.
ca_es: Aplicar un decalatge en graus a tots els punts vers l''Est. Valor predeterminat 0.

source: Offset all points in North direction (degrees). Default 0.
ca_es: Aplicar un decalatge en graus a tots els punts vers el Nord. Valor predeterminat 0.

source: Direction to search for land. Default east.
ca_es: Direcció vers la qual cercar terra. (predeterminat l''Est)

source: Tag ways as water, coastline, land or nothing. Default is water.
ca_es: Etiqueta les vies com aigua, lína costanera, terra o res. Valor predeterminat aigua

source: Which WMS layer to use for tracing against. Default is IR1.
ca_es: Capa WMS a utilitzar per traçar. IR1 per defecte.

source: Maximum size of each cache directory in bytes. Default is 300MB
ca_es: Mida màxima de cada directori de memòri intermèdia en bytes. 300 MB per defecte.
